Repository: lenny-osp/Hearsay
Catalog: mac/Hearsay/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, zh_hans, zh_hant

source: %@ CLI path:
de: %@-CLI-Pfad:
es: Ruta de %@ CLI:
zh_hans: %@ CLI 路径：
zh_hant: %@ CLI 路徑：

# %@ It stays at %@.
source: %1$@ It stays at %2$@.
de: %1$@ Die Aufnahme bleibt unter %2$@.
es: %1$@ Se mantiene en %2$@.
zh_hans: %1$@ 录音仍保留在 %2$@。
zh_hant: %1$@ 錄音仍保留在 %2$@。

# %@ at %@
source: %1$@ at %2$@
de: %1$@ unter %2$@
es: %1$@ en %2$@
zh_hans: %1$@，位于 %2$@
zh_hant: %1$@，位於 %2$@

source: %@ characters
de: %@ Zeichen
es: %@ caracteres
zh_hans: %@ 个字符
zh_hant: %@ 個字元

source: %@ is already used by another app or shortcut.
de: %@ wird bereits von einer anderen App oder einem anderen Tastaturkurzbefehl verwendet.
es: %@ ya lo usa otra app u otro atajo.
zh_hans: %@ 已被其他应用或快捷键占用。
zh_hant: %@ 已被其他 App 或快速鍵使用。

source: %@ is replaced by the notes language. The filename and JSON rules and the transcript are always appended.
de: %@ wird durch die Notizsprache ersetzt. Die Regeln für Dateiname und JSON sowie das Transkript werden immer angehängt.
es: %@ se sustituye por el idioma de las notas. Las reglas del nombre de archivo y del JSON y la transcripción se añaden siempre.
zh_hans: %@ 会被替换为笔记语言。文件名和 JSON 规则以及转录稿始终会附加在末尾。
zh_hant: %@ 會替換為筆記語言。檔名與 JSON 規則以及逐字稿一律會附加在後面。

source: %@ level
de: %@-Pegel
es: Nivel de %@
zh_hans: %@音量
zh_hant: %@音量

# %@ of %@
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
zh_hant: %1$@（共 %2$@）

source: %@ on disk
de: %@ belegt
es: %@ en disco
zh_hans: 磁盘占用 %@
zh_hant: 佔用 %@ 磁碟空間

source: %@ saved
de: %@ gesichert
es: Guardado: %@
zh_hans: 已保存：%@
zh_hant: 已儲存：%@

source: %@, in use
de: %@, aktiv
es: %@, en uso
zh_hans: %@，正在使用
zh_hant: %@，使用中

source: %@, installed
de: %@, installiert
es: %@, instalado
zh_hans: %@，已安装
zh_hant: %@，已安裝

source: %lld chunks waiting
de: %lld Abschnitte warten
es: %lld fragmentos en espera
zh_hans: %lld 个片段等待中
zh_hant: %lld 個片段等待中

source: %lld more after this one.
de: Danach noch %lld weitere.
es: Quedan %lld más después de esta.
zh_hans: 此后还有 %lld 个。
zh_hant: 之後還有 %lld 個未完成的錄音。

source: (%@ is missing from the app bundle.)
de: (%@ fehlt im App-Bundle.)
es: (Falta %@ en el paquete de la app.)
zh_hans: （应用包中缺少 %@。）
zh_hant: （App 套件中缺少 %@。）

# A recording from %@ was not finished (%@). What do you want to do?
source: A recording from %1$@ was not finished (%2$@). What do you want to do?
de: Eine Aufnahme von %1$@ wurde nicht beendet (%2$@). Was soll damit geschehen?
es: Una grabación de %1$@ no se terminó (%2$@). ¿Qué quieres hacer?
zh_hans: 来自 %1$@ 的录音未完成（%2$@）。你想怎么处理？
zh_hant: %1$@ 的錄音未完成（%2$@）。要如何處理？

source: AI
de: KI
es: IA

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
zh_hans: 致谢
zh_hant: 致謝

source: Active model
de: Aktives Modell
es: Modelo activo
zh_hans: 当前模型
zh_hant: 使用中的模型

source: Add
de: Hinzufügen
es: Añadir
zh_hans: 添加
zh_hant: 新增

source: Allow
de: Erlauben
es: Permitir
zh_hans: 允许
zh_hant: 允許

source: Also capture system audio
de: Auch Systemaudio aufnehmen
es: Capturar también el audio del sistema
zh_hans: 同时录制系统声音
zh_hant: 同時擷取系統聲音

source: Always ask before sending
de: Vor dem Senden immer fragen
es: Preguntar siempre antes de enviar
zh_hans: 发送前始终询问
zh_hant: 送出前一律詢問

source: Approve in System Settings > General > Login Items
de: In Systemeinstellungen > Allgemein > Anmeldeobjekte erlauben
es: Apruébalo en Ajustes del Sistema > General > Ítems de inicio
zh_hans: 请在“系统设置 > 通用 > 登录项”中批准
zh_hant: 請在「系統設定 > 一般 > 登入項目」中允許

source: Ask before sending a transcript
de: Vor dem Senden eines Transkripts fragen
es: Preguntar antes de enviar una transcripción
zh_hans: 发送转录稿前先询问
zh_hant: 送出逐字稿前先詢問

source: Auto detects English, Chinese, German, or Spanish from the first speech. ZH-TW writes Traditional characters, ZH-CN Simplified.
de: „Automatisch“ erkennt Englisch, Chinesisch, Deutsch oder Spanisch an den ersten gesprochenen Worten. ZH-TW schreibt traditionelle Schriftzeichen, ZH-CN vereinfachte.
es: Automático detecta inglés, chino, alemán o español con las primeras palabras. ZH-TW escribe caracteres tradicionales; ZH-CN, simplificados.
zh_hans: “自动”会根据最先出现的语音识别英语、中文、德语或西班牙语。ZH-TW 以繁体字书写，ZH-CN 以简体字书写。
zh_hant: 「自動」會根據最初的語音偵測英文、中文、德文或西班牙文。ZH-TW 以繁體字書寫，ZH-CN 以簡體字書寫。

source: Auto mode default language
de: Standardsprache für Automatisch
es: Idioma predeterminado para Automático
zh_hans: 自动模式默认语言
zh_hant: 自動模式預設語言

source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Available once transcription lands
de: Verfügbar, sobald die Transkription vorliegt
es: Disponible cuando termine la transcripción
zh_hans: 转录完成后可用
zh_hant: 轉錄完成後即可使用

source: CLI default
de: CLI-Standard
es: Predeterminado de la CLI
zh_hans: CLI 默认值
zh_hant: CLI 預設值

source: Cancel
de: Abbrechen
es: Cancelar
zh_hans: 取消
zh_hant: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
zh_hans: 已取消
zh_hant: 已取消

source: Changes apply immediately.
de: Änderungen gelten sofort.
es: Los cambios se aplican de inmediato.
zh_hans: 更改会立即生效。
zh_hant: 變更會立即生效。

source: Check %@
de: %@ prüfen
es: Comprobar %@
zh_hans: 检查 %@
zh_hant: 檢查 %@

source: Check Now
de: Jetzt suchen
es: Buscar ahora
zh_hans: 立即检查
zh_hant: 立即檢查

source: Check for Updates…
de: Nach Updates suchen …
es: Buscar actualizaciones…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Checks GitHub once a day for a new release. Nothing else is sent.
de: Fragt GitHub einmal am Tag nach einer neuen Version. Sonst wird nichts gesendet.
es: Consulta GitHub una vez al día para ver si hay una nueva versión. No se envía nada más.
zh_hans: 每天向 GitHub 检查一次是否有新版本，不会发送其他任何数据。
zh_hant: 每天向 GitHub 檢查一次是否有新版本，不會傳送其他任何資料。

source: Choose
de: Auswählen
es: Elegir
zh_hans: 选取
zh_hant: 選擇

source: Choose another…
de: Anderes auswählen …
es: Elegir otro…
zh_hans: 选取其他…
zh_hant: 選擇其他…

source: Choose where Hearsay saves transcripts and notes.
de: Ordner, in dem Hearsay Transkripte und Notizen sichert.
es: Elige dónde guarda Hearsay las transcripciones y las notas.
zh_hans: 选择 Hearsay 保存转录稿和笔记的位置。
zh_hant: 選擇 Hearsay 儲存逐字稿與筆記的位置。

source: Choose…
de: Auswählen …
es: Elegir…
zh_hans: 选取…
zh_hant: 選擇…

source: Click, then press a new shortcut.
de: Klicken, dann einen neuen Tastaturkurzbefehl drücken.
es: Haz clic y pulsa un nuevo atajo.
zh_hans: 点按后按下新的快捷键。
zh_hant: 按一下，然後按下新的快速鍵。

source: Closing the recording failed: %@
de: Die Aufnahme konnte nicht abgeschlossen werden: %@
es: Error al cerrar la grabación: %@
zh_hans: 关闭录音失败：%@
zh_hant: 無法關閉錄音檔：%@

source: Connected. Reply: %@
de: Verbunden. Antwort: %@
es: Conectado. Respuesta: %@
zh_hans: 已连接。回复：%@
zh_hant: 已連線。回覆：%@

source: Could not check for updates.
de: Die Suche nach Updates ist fehlgeschlagen.
es: No se han podido buscar actualizaciones.
zh_hans: 无法检查更新。
zh_hant: 無法檢查更新。

source: Could not create the output folder: %@
de: Der Ausgabeordner konnte nicht erstellt werden: %@
es: No se ha podido crear la carpeta de salida: %@
zh_hans: 无法创建输出文件夹：%@
zh_hant: 無法建立輸出資料夾：%@

source: Could not create the recording file: %@
de: Die Aufnahmedatei konnte nicht erstellt werden: %@
es: No se ha podido crear el archivo de grabación: %@
zh_hans: 无法创建录音文件：%@
zh_hant: 無法建立錄音檔：%@

source: Could not delete the model
de: Das Modell konnte nicht gelöscht werden
es: No se ha podido eliminar el modelo
zh_hans: 无法删除模型
zh_hant: 無法刪除模型

source: Could not delete the recording: %@
de: Die Aufnahme konnte nicht gelöscht werden: %@
es: No se ha podido eliminar la grabación: %@
zh_hans: 无法删除录音：%@
zh_hant: 無法刪除錄音：%@

# Could not keep the recording: %@ It stays at %@.
source: Could not keep the recording: %1$@ It stays at %2$@.
de: Die Aufnahme konnte nicht behalten werden: %1$@ Sie bleibt unter %2$@.
es: No se ha podido conservar la grabación: %1$@ Se mantiene en %2$@.
zh_hans: 无法保留录音：%1$@ 录音仍保留在 %2$@。
zh_hant: 無法保留錄音：%1$@ 錄音仍保留在 %2$@。

source: Could not move the recording to the output folder: %@
de: Die Aufnahme konnte nicht in den Ausgabeordner bewegt werden: %@
es: No se ha podido mover la grabación a la carpeta de salida: %@
zh_hans: 无法将录音移到输出文件夹：%@
zh_hant: 無法將錄音移到輸出資料夾：%@

# Could not move the recording to the output folder: %@ It is kept at %@.
source: Could not move the recording to the output folder: %1$@ It is kept at %2$@.
de: Die Aufnahme konnte nicht in den Ausgabeordner bewegt werden: %1$@ Sie wird unter %2$@ aufbewahrt.
es: No se ha podido mover la grabación a la carpeta de salida: %1$@ Se conserva en %2$@.
zh_hans: 无法将录音移到输出文件夹：%1$@ 录音保留在 %2$@。
zh_hant: 無法將錄音移到輸出資料夾：%1$@ 錄音保留在 %2$@。

source: Could not open the output folder: %@
de: Der Ausgabeordner konnte nicht geöffnet werden: %@
es: No se ha podido abrir la carpeta de salida: %@
zh_hans: 无法打开输出文件夹：%@
zh_hant: 無法打開輸出資料夾：%@

# Could not read %@: %@
source: Could not read %1$@: %2$@
de: %1$@ konnte nicht gelesen werden: %2$@
es: No se ha podido leer %1$@: %2$@
zh_hans: 无法读取 %1$@：%2$@
zh_hant: 無法讀取 %1$@：%2$@

source: Could not remember that folder: %@
de: Dieser Ordner konnte nicht gemerkt werden: %@
es: No se ha podido recordar esa carpeta: %@
zh_hans: 无法记住该文件夹：%@
zh_hant: 無法記住該資料夾：%@

source: Could not remove the token: %@
de: Das Token konnte nicht entfernt werden: %@
es: No se ha podido eliminar el token: %@
zh_hans: 无法移除令牌：%@
zh_hant: 無法移除權杖：%@

source: Could not rename the meeting
de: Die Besprechung konnte nicht umbenannt werden
es: No se ha podido renombrar la reunión
zh_hans: 无法重命名会议
zh_hant: 無法重新命名會議

source: Could not repair the recording: %@
de: Die Aufnahme konnte nicht repariert werden: %@
es: No se ha podido reparar la grabación: %@
zh_hans: 无法修复录音：%@
zh_hant: 無法修復錄音：%@

source: Could not save the token: %@
de: Das Token konnte nicht gesichert werden: %@
es: No se ha podido guardar el token: %@
zh_hans: 无法保存令牌：%@
zh_hant: 無法儲存權杖：%@

# Could not transcribe %@: %@
source: Could not transcribe %1$@: %2$@
de: %1$@ konnte nicht transkribiert werden: %2$@
es: No se ha podido transcribir %1$@: %2$@
zh_hans: 无法转录 %1$@：%2$@
zh_hant: 無法轉錄 %1$@：%2$@

source: Could not transcribe again: %@
de: Erneutes Transkribieren fehlgeschlagen: %@
es: No se ha podido volver a transcribir: %@
zh_hans: 无法重新转录：%@
zh_hant: 無法重新轉錄：%@

source: Could not transcribe again: %@ was moved or renamed.
de: Erneutes Transkribieren fehlgeschlagen: %@ wurde bewegt oder umbenannt.
es: No se ha podido volver a transcribir: %@ se ha movido o renombrado.
zh_hans: 无法重新转录：%@ 已被移动或重命名。
zh_hant: 無法重新轉錄：%@ 已被搬移或重新命名。

source: Could not transcribe again: the recording was not kept.
de: Erneutes Transkribieren fehlgeschlagen: Die Aufnahme wurde nicht behalten.
es: No se ha podido volver a transcribir: la grabación no se ha conservado.
zh_hans: 无法重新转录：录音未保留。
zh_hant: 無法重新轉錄：未保留錄音。

source: Could not transcribe the recording
de: Die Aufnahme konnte nicht transkribiert werden
es: No se ha podido transcribir la grabación
zh_hans: 无法转录录音
zh_hant: 無法轉錄錄音

source: Could not turn off launch at login: %@
de: „Beim Anmelden öffnen“ konnte nicht deaktiviert werden: %@
es: No se ha podido desactivar la apertura al iniciar sesión: %@
zh_hans: 无法关闭“登录时打开”：%@
zh_hant: 無法取消登入時開啟：%@

source: Could not turn on launch at login: %@
de: „Beim Anmelden öffnen“ konnte nicht aktiviert werden: %@
es: No se ha podido activar la apertura al iniciar sesión: %@
zh_hans: 无法开启“登录时打开”：%@
zh_hant: 無法設定登入時開啟：%@

source: Could not write the transcript: %@
de: Das Transkript konnte nicht geschrieben werden: %@
es: No se ha podido escribir la transcripción: %@
zh_hans: 无法写入转录稿：%@
zh_hant: 無法寫入逐字稿：%@

source: Default
de: Standard
es: Predeterminada
zh_hans: 默认
zh_hant: 預設

source: Delete
de: Löschen
es: Eliminar
zh_hans: 删除
zh_hant: 刪除

source: Detecting language…
de: Sprache wird erkannt …
es: Detectando idioma…
zh_hans: 正在检测语言…
zh_hant: 正在偵測語言…

source: Detecting the language of %@…
de: Sprache von %@ wird erkannt …
es: Detectando el idioma de %@…
zh_hans: 正在检测 %@ 的语言…
zh_hant: 正在偵測 %@ 的語言…

source: Dismiss
de: Schließen
es: Descartar
zh_hans: 关闭
zh_hant: 關閉

source: Done
de: Fertig
es: OK
zh_hans: 完成
zh_hant: 完成

source: Download
de: Laden
es: Descargar
zh_hans: 下载
zh_hant: 下載

source: Download a speech model
de: Sprachmodell laden
es: Descargar un modelo de voz
zh_hans: 下载语音模型
zh_hant: 下載語音模型

source: Download recommended model (%@)
de: Empfohlenes Modell laden (%@)
es: Descargar el modelo recomendado (%@)
zh_hans: 下载推荐模型（%@）
zh_hant: 下載建議的模型（%@）

source: Downloading Hearsay %@…
de: Hearsay %@ wird geladen …
es: Descargando Hearsay %@…
zh_hans: 正在下载 Hearsay %@…
zh_hant: 正在下載 Hearsay %@…

source: Drop an audio or video file here
de: Audio- oder Videodatei hier ablegen
es: Suelta aquí un archivo de audio o vídeo
zh_hans: 将音频或视频文件拖到这里
zh_hant: 將音訊或影片檔案拖放到這裡

source: Edit
de: Bearbeiten
es: Editar
zh_hans: 编辑
zh_hant: 編輯

source: Endpoint URL:
de: Endpunkt-URL:
es: URL del endpoint:
zh_hans: 端点 URL：
zh_hant: 端點 URL：

source: Enter an English meeting name using letters or digits.
de: Einen englischen Besprechungsnamen aus Buchstaben oder Ziffern eingeben.
es: Escribe un nombre de reunión en inglés con letras o dígitos.
zh_hans: 请使用字母或数字输入英文会议名称。
zh_hant: 請輸入英文會議名稱，只能使用字母或數字。

# Error: SRT file not found or unreadable (%@): %@
source: Error: SRT file not found or unreadable (%1$@): %2$@
de: Fehler: SRT-Datei nicht gefunden oder nicht lesbar (%1$@): %2$@
es: Error: No se encuentra el archivo SRT o no se puede leer (%1$@): %2$@
zh_hans: 错误：找不到或无法读取 SRT 文件（%1$@）：%2$@
zh_hant: 錯誤：找不到或無法讀取 SRT 檔案（%1$@）：%2$@

source: Extra headers:
de: Zusätzliche Header:
es: Cabeceras adicionales:
zh_hans: 额外请求头：
zh_hant: 額外標頭：

source: File
de: Datei
es: Archivo
zh_hans: 文件
zh_hant: 檔案

source: File name:
de: Dateiname:
es: Nombre de archivo:
zh_hans: 文件名：
zh_hant: 檔案名稱：

source: File:
de: Datei:
es: Archivo:
zh_hans: 文件：
zh_hant: 檔案：

source: Finalizing…
de: Wird abgeschlossen …
es: Finalizando…
zh_hans: 正在完成…
zh_hant: 正在完成…

source: Finish the recording first.
de: Zuerst die Aufnahme beenden.
es: Termina primero la grabación.
zh_hans: 请先完成录音。
zh_hant: 請先完成錄音。

source: Fix…
de: Beheben …
es: Solucionar…
zh_hans: 修复…
zh_hant: 修正…

source: General
de: Allgemein
zh_hans: 通用
zh_hant: 一般

source: Generate Notes…
de: Notizen erstellen …
es: Generar notas…
zh_hans: 生成笔记…
zh_hant: 產生筆記…

# Generating meeting notes via %@ (%@)…
source: Generating meeting notes via %1$@ (%2$@)…
de: Besprechungsnotizen werden über %1$@ (%2$@) erstellt …
es: Generando las notas de la reunión con %1$@ (%2$@)…
zh_hans: 正在通过 %1$@（%2$@）生成会议笔记…
zh_hant: 正在透過 %1$@（%2$@）產生會議筆記…

source: Global shortcuts are unavailable (error %d).
de: Globale Tastaturkurzbefehle sind nicht verfügbar (Fehler %d).
es: Los atajos globales no están disponibles (error %d).
zh_hans: 全局快捷键不可用（错误 %d）。
zh_hant: 無法使用全域快速鍵（錯誤 %d）。

source: Granted
de: Erlaubt
es: Permitido
zh_hans: 已允许
zh_hant: 已允許

source: Hearsay %@ is available.
de: Hearsay %@ ist verfügbar.
es: Hearsay %@ está disponible.
zh_hans: Hearsay %@ 已推出。
zh_hant: Hearsay %@ 已推出。

source: Hearsay %@ is ready to install.
de: Hearsay %@ kann installiert werden.
es: Hearsay %@ está listo para instalarse.
zh_hans: Hearsay %@ 已可安装。
zh_hant: Hearsay %@ 已可安裝。

source: Hearsay Help
de: Hearsay-Hilfe
es: Ayuda de Hearsay
zh_hans: Hearsay 帮助
zh_hant: Hearsay 說明

source: Hearsay cannot install the update here.
de: Hearsay kann das Update hier nicht installieren.
es: Hearsay no puede instalar la actualización aquí.
zh_hans: Hearsay 无法在此位置安装更新。
zh_hant: Hearsay 無法在此位置安裝更新。

source: Hearsay could not download the update.
de: Hearsay konnte das Update nicht laden.
es: Hearsay no ha podido descargar la actualización.
zh_hans: Hearsay 无法下载更新。
zh_hant: Hearsay 無法下載更新。

source: Hearsay could not install the update.
de: Hearsay konnte das Update nicht installieren.
es: Hearsay no ha podido instalar la actualización.
zh_hans: Hearsay 无法安装更新。
zh_hant: Hearsay 無法安裝更新。

source: Hearsay could not remove the old entry. If Hearsay is still listed as on, turn it off and on again.
de: Hearsay konnte den alten Eintrag nicht entfernen. Wird Hearsay noch als eingeschaltet angezeigt, Hearsay aus- und wieder einschalten.
es: Hearsay no ha podido eliminar la entrada anterior. Si Hearsay sigue apareciendo activado, desactívalo y vuelve a activarlo.
zh_hans: Hearsay 无法移除旧的条目。如果 Hearsay 仍显示为打开，请将它关闭后再重新打开。
zh_hant: Hearsay 無法移除舊的項目。如果 Hearsay 仍顯示為開啟，請將它關閉後再重新開啟。

source: Hearsay could not restart.
de: Hearsay konnte nicht neu gestartet werden.
es: Hearsay no se ha podido reiniciar.
zh_hans: Hearsay 无法重新启动。
zh_hant: Hearsay 無法重新啟動。

source: Hearsay could not verify the downloaded update.
de: Hearsay konnte das geladene Update nicht prüfen.
es: Hearsay no ha podido verificar la actualización descargada.
zh_hans: Hearsay 无法验证下载的更新。
zh_hant: Hearsay 無法驗證下載的更新。

source: Hearsay has removed the old entry.
de: Hearsay hat den alten Eintrag entfernt.
es: Hearsay ha eliminado la entrada anterior.
zh_hans: Hearsay 已移除旧的条目。
zh_hant: Hearsay 已移除舊的項目。

source: Hearsay is MIT licensed and includes open-source software.
de: Hearsay steht unter der MIT-Lizenz und enthält Open-Source-Software.
es: Hearsay tiene licencia MIT e incluye software de código abierto.
zh_hans: Hearsay 采用 MIT 许可证，并包含开源软件。
zh_hant: Hearsay 採用 MIT 授權，並包含開放原始碼軟體。

source: Hearsay needs to restart to change the language.
de: Hearsay muss neu gestartet werden, um die Sprache zu ändern.
es: Hearsay debe reiniciarse para cambiar el idioma.
zh_hans: Hearsay 需要重新启动才能更改语言。
zh_hant: Hearsay 需要重新啟動才能變更語言。

source: Hearsay transcribes on this Mac with a Whisper model that you download once. Nothing is sent anywhere while transcribing. The recommended model gives the best balance of accuracy and speed; smaller ones download faster but make more mistakes.
de: Hearsay transkribiert auf diesem Mac mit einem Whisper-Modell, das einmalig geladen wird. Beim Transkribieren wird nichts gesendet. Das empfohlene Modell bietet die beste Balance aus Genauigkeit und Geschwindigkeit; kleinere Modelle sind schneller geladen, machen aber mehr Fehler.
es: Hearsay transcribe en este Mac con un modelo Whisper que descargas una sola vez. Durante la transcripción no se envía nada a ningún sitio. El modelo recomendado ofrece el mejor equilibrio entre precisión y velocidad; los más pequeños se descargan antes, pero cometen más errores.
zh_hans: Hearsay 使用只需下载一次的 Whisper 模型，在这台 Mac 上进行转录。转录期间不会向任何地方发送数据。推荐模型在准确度和速度之间取得最佳平衡；较小的模型下载更快，但错误更多。
zh_hant: Hearsay 會在這台 Mac 上使用 Whisper 模型轉錄，模型只需下載一次。轉錄期間不會傳送任何資料。建議的模型在準確度與速度之間取得最佳平衡；較小的模型下載較快，但錯誤較多。

source: Hearsay will quit and open again as the new version.
de: Hearsay wird beendet und als neue Version wieder geöffnet.
es: Hearsay se cerrará y se volverá a abrir con la nueva versión.
zh_hans: Hearsay 将退出并以新版本重新打开。
zh_hant: Hearsay 會結束並以新版本重新開啟。

source: Hearsay, paused
de: Hearsay, pausiert
es: Hearsay, en pausa
zh_hans: Hearsay，已暂停
zh_hant: Hearsay，已暫停

source: Hearsay, recording
de: Hearsay, Aufnahme läuft
es: Hearsay, grabando
zh_hans: Hearsay，正在录音
zh_hant: Hearsay，錄音中

source: Hearsay, transcribing
de: Hearsay, Transkription läuft
es: Hearsay, transcribiendo
zh_hans: Hearsay，正在转录
zh_hant: Hearsay，轉錄中

source: History
de: Verlauf
es: Historial
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Idle
de: Inaktiv
es: Inactivo
zh_hans: 空闲
zh_hant: 閒置

source: If it stays off, relaunch Hearsay.
de: Bleibt es aus, Hearsay neu starten.
es: Si sigue desactivado, reinicia Hearsay.
zh_hans: 如果仍然是关闭的，请重新启动 Hearsay。
zh_hant: 如果仍然是關閉的，請重新啟動 Hearsay。

source: Include ⌃, ⌥, or ⌘.
de: ⌃, ⌥ oder ⌘ verwenden.
es: Incluye ⌃, ⌥ o ⌘.
zh_hans: 需包含 ⌃、⌥ 或 ⌘。
zh_hant: 須包含 ⌃、⌥ 或 ⌘。

source: Input level
de: Eingangspegel
es: Nivel de entrada
zh_hans: 输入音量
zh_hant: 輸入音量

source: Install Update
de: Update installieren
es: Instalar actualización
zh_hans: 安装更新
zh_hant: 安裝更新

source: Install and Relaunch
de: Installieren und neu starten
es: Instalar y reiniciar
zh_hans: 安装并重新启动
zh_hant: 安裝並重新啟動

source: Installing Hearsay %@…
de: Hearsay %@ wird installiert …
es: Instalando Hearsay %@…
zh_hans: 正在安装 Hearsay %@…
zh_hant: 正在安裝 Hearsay %@…

source: Instructions
de: Anweisungen
es: Instrucciones
zh_hans: 指令
zh_hant: 指示

source: Interface
de: Benutzeroberfläche
es: Interfaz
zh_hans: 界面
zh_hant: 介面

source: Interface language
de: Sprache der Benutzeroberfläche
es: Idioma de la interfaz
zh_hans: 界面语言
zh_hant: 介面語言

source: Keep
de: Behalten
es: Conservar
zh_hans: 保留
zh_hant: 保留

source: Keep Timestamp Names
de: Zeitstempelnamen behalten
es: Mantener nombres con fecha
zh_hans: 保留时间戳名称
zh_hant: 保留時間戳記名稱

source: Keep local
de: Lokal behalten
es: Mantener en local
zh_hans: 保留在本地
zh_hant: 保留在本機

source: Keep the recording (WAV) after a successful transcription
de: Aufnahme (WAV) nach erfolgreicher Transkription behalten
es: Conservar la grabación (WAV) tras una transcripción correcta
zh_hans: 转录成功后保留录音（WAV）
zh_hant: 成功轉錄後保留錄音（WAV）

source: Keeping the timestamp file names.
de: Die Zeitstempel-Dateinamen bleiben erhalten.
es: Se mantienen los nombres de archivo con fecha y hora.
zh_hans: 将保留时间戳文件名。
zh_hant: 保留時間戳記檔案名稱。

source: Language
de: Sprache
es: Idioma
zh_hans: 语言
zh_hant: 語言

source: Last checked %@
de: Zuletzt gesucht: %@
es: Última comprobación: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Later
de: Später
es: Más tarde
zh_hans: 稍后
zh_hant: 稍後

source: Launch Hearsay at login
de: Hearsay beim Anmelden öffnen
es: Abrir Hearsay al iniciar sesión
zh_hans: 登录时打开 Hearsay
zh_hant: 登入時開啟 Hearsay

source: Live preview
de: Live-Vorschau
es: Vista previa en directo
zh_hans: 实时预览
zh_hant: 即時預覽

source: Live preview missed a chunk: %@
de: Der Live-Vorschau fehlt ein Abschnitt: %@
es: Falta un fragmento en la vista previa en directo: %@
zh_hans: 实时预览漏掉了一个片段：%@
zh_hant: 即時預覽遺漏了一個片段：%@

source: Live preview off: %@
de: Live-Vorschau aus: %@
es: Vista previa en directo desactivada: %@
zh_hans: 实时预览已关闭：%@
zh_hant: 即時預覽已關閉：%@

source: Meeting name
de: Besprechungsname
es: Nombre de la reunión
zh_hans: 会议名称
zh_hant: 會議名稱

source: Meeting name (in English)
de: Besprechungsname (auf Englisch)
es: Nombre de la reunión (en inglés)
zh_hans: 会议名称（英文）
zh_hant: 會議名稱（英文）

source: Meeting notes
de: Besprechungsnotizen
es: Notas de la reunión
zh_hans: 会议笔记
zh_hant: 會議筆記

source: Meeting notes generated successfully!
de: Besprechungsnotizen erfolgreich erstellt!
es: ¡Las notas de la reunión se han generado correctamente!
zh_hans: 会议笔记已成功生成！
zh_hant: 已成功產生會議筆記！

source: Meeting notes were not saved
de: Besprechungsnotizen wurden nicht gesichert
es: No se han guardado las notas de la reunión
zh_hans: 会议笔记未保存
zh_hant: 未儲存會議筆記

source: Meeting-note generation was cancelled; no meeting notes were generated.
de: Die Erstellung der Besprechungsnotizen wurde abgebrochen; es wurden keine Besprechungsnotizen erstellt.
es: Se ha cancelado la generación de notas; no se ha generado ninguna nota de la reunión.
zh_hans: 会议笔记生成已取消；未生成会议笔记。
zh_hant: 已取消產生會議筆記；未產生任何會議筆記。

source: Menus and windows. A change applies after Hearsay restarts.
de: Menüs und Fenster. Eine Änderung gilt nach dem Neustart von Hearsay.
es: Menús y ventanas. El cambio se aplica al reiniciar Hearsay.
zh_hans: 菜单和窗口。更改将在 Hearsay 重新启动后生效。
zh_hant: 選單與視窗。變更會在 Hearsay 重新啟動後生效。

source: Mic
de: Mikro
es: Micrófono
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone
de: Mikrofon
es: Micrófono
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone and system audio allowed
de: Mikrofon und Systemaudio erlaubt
es: Micrófono y audio del sistema permitidos
zh_hans: 已允许麦克风和系统声音
zh_hant: 已允許麥克風與系統聲音

source: Microphone permission needs re-approval
de: Mikrofonzugriff muss erneut erlaubt werden
es: Hay que volver a permitir el acceso al micrófono
zh_hans: 麦克风权限需要重新允许
zh_hant: 麥克風權限需要重新允許

source: Microphone: Granted
de: Mikrofon: Erlaubt
es: Micrófono: Permitido
zh_hans: 麦克风：已允许
zh_hant: 麥克風：已允許

source: Microphone: Needs re-approval after update
de: Mikrofon: Nach Update erneut erlauben
es: Micrófono: Volver a permitir tras la actualización
zh_hans: 麦克风：更新后需要重新允许
zh_hant: 麥克風：更新後需要重新允許
